Repository: RasoulAskari/cargo
Catalog: lib/l10n/app_*.arb
Languages: fa

source: User
fa: کاربر

source: Employee
fa: کارمند

source: ّIncoming Outgoing
fa: رفت و آمد

source: Outgoing
fa: رفت

source: ّIncoming
fa: آمد

source: Type
fa: نوع

source: Login
fa: وارد شدن

source: Amount
fa: مقدار

source: Payment Amount
fa: مقدار پرداخت

source: Remain Amount
fa: مقدار باقی مانده

source: ّIncoming Outgoing Screen
fa: صفحه رفت و آمد

source: ّSalary Screen
fa: صفحه معاشات

source: ّAdd Salary Screen
fa: صفحه پرداخت معاشات

source: ّAdd Incoming Outgoing Screen
fa: صفحه اضافه نمودن رفت و آمد

# order_screen
source: Order Employee Screen
fa: صفحه سفارش

source: Order
fa: سفارش

source: Add Employee Screen
fa: صفحه اضافه نمودن کامندان

source: Salary
fa: معاش

source: Exchange Money
fa: حواله

# exchange_money_id
source: Exchange ID No
fa: نمبر حواله

# receiver_id
source: Receiver ID No
fa: نمبر گیرنده

source: Setting
fa: تنظمات

source: Logout
fa: خروج

source: Province
fa: ولایت

source: Employee Screen
fa: صفحه کامندان

# exchange_money_screen
source: Exhange Money Screen
fa: صفحه حواله

source: User Screen
fa: صفحه کابر

# firstname
source: Fristname
fa: نام

# item_name
source: Name
fa: نام

source: Receiver Name
fa: نام گیرنده

source: Receiver Father Name
fa: نام پدر گیرنده

source: Sender Name
fa: نام فرستنده

source: Father Name
fa: نام پدر

source: Grand Father Name
fa: نام پدر کلان

source: Lastname
fa: تخلص

# id_card_num
source: ID Card Number
fa: شماره تذکره

source: Email
fa: ایمیل

source: Price
fa: قیمت

source: Role
fa: نقش

source: Country
fa: کشور

source: City
fa: شهر

source: address
fa: آدرس

source: Weight
fa: وزن

source: Add Order Detail
fa: اضافه نمودن معلومات درباره سفارش

source: Reciver Type
fa: نوع تحوبل دهی

source: Admin
fa: ادمین

source: Finance Manager
fa: مدیر مالی

# bank_manager
source: Bank Manger
fa: مدیر بانک

source: Password
fa: پاسورد

source: Add
fa: ایجاد

source: Edit
fa: ویرایش

source: Confirm Password
fa: مرور پاسورد

source: Current Address
fa: آدرس فعلی

# premenent_address
source: Permenent Address
fa: آدرس اصلی

source: Start Date
fa: تاریخ شروع

source: End Date
fa: تاریخ ختم

source: Date
fa: تاریخ

source: ‌Back
fa: بازگشت

source: USD
fa: دالر

source: Pakistan Rupee
fa: کلدار

source: Afghani
fa: افغانی

source: Register Date
fa: تاریخ ثبت

# phone_num
source: Phone Number
fa: شماره تیلفون

# exchange_money_step1_title
source: Info Abount Sender
fa: معلومات درباره فرستنده حواله

# exchange_money_step2_title
source: Info Abount Receiver
fa: معلومات درباره گیرنده حواله

# user_step1_title
source: Info Abount َUser
fa: معلومات درباره کاربر

# user_step2_title
source: Info About User privilege
fa: معلومات درباره صلاخیت های کاربر

# order_step1_title
source: Info About The Person whom Order
fa: معلومات درباره سفارش دهنده

# order_step2_title
source: Info About Receiver
fa: معلومات درباره گیرنده

# order_step3_title
source: Info About Item
fa: معلومات درباره جنس

# itemCanNotBeLessThanMaxCharacters
source: {item} can not be less than {min} characters
fa: {item} نمی‌تواند کمتر از {min} کاراکتر باشد

source: {item} can not be more than {max} characters
fa: {item} نمی‌تواند بیش از {max} کاراکتر باشد

source: {item} can not be empty
fa: {item} نمی تواند خالی باشد
